[
    {
        "name": "검거세미밤나방",
        "shape": "약 20mm 정도의 흑갈색 또는 암갈색의 몸통을 가지고 있으며, 34~48mm의 갈색의 앞날개와 검은 무늬를 가진 회색빛의 뒷날개를 가지고 있다. 유충은 40~50mm의 암갈색 몸통을 가지고 있다.",
        "target": "잔디, 무, 배추, 토마토, 당근, 우엉 등",
        "damage": "검거세미밤나방의 유충은 낮 동안 흙 속에 잠입공을 만들어 숨어있다가 밤이 되면 활동을 시작한다. 식물의 줄기나 뿌리를 잘라먹기 때문에, 피해 작물은 반점형으로 점점 갈변하다가 끝내 고사하고 만다.",
        "solution": "유충이 3~4령기에 도달하면 잠입공 속에서 잠복하고 있기 때문에, 방제가 힘들어진다. 따라서 독이 효과나 가스 효과가 있는 약제를 선택하는 것이 좋으며, 잠입공 속에 숨어있는 유충까지 약이 도달할 수 있도록 충분하게 살포하여야 한다. 방제시기는 따뜻한 지방일 경우 5월~10월 사이에 약제를 살포하는 것이 좋으며, 추운 지방에서는 7월~9월 사이에 매월 1회씩 살포하는 것이 바람직하다."
    },
    {
        "name": "꽃노랑총채벌레",
        "shape": "1~2mm의 담황색 또는 연한 갈색의 몸통을 가지고 있다. 날개는 가지고 있으나, 오래 날지 못하기 때문에 먼 거리를 짧게 뛰어다니듯이 이동하는 특징이 있다.",
        "target": "고추, 파, 오이, 수박, 토마토, 가지, 양배추, 양파 등",
        "damage": "주로 꽃봉오리나 어린잎을 갉아서 즙을 빨아먹는다. 피해 받은 잎은 뒤틀리고 황백색으로 변하며, 심하면 작물 전체가 갈변하게 된다. 전국적인 활동 반경을 가졌으며, 번식력이 뛰어나고, 크기가 아주 작기 때문에 예방과 방제가 어려운 편이다. ",
        "solution": "약충이나 성충은 약제살포 시 사망률이 높으나, 번데기는 흙과 잎 속에 숨어있으므로 3일 정도 지속하여 약제를 살포하여 번데기를 벗어나자마자 죽을 수 있도록 해주어야 한다. 또한 작물의 상부 20~30cm 위에 끈끈이 트랩을 설치하여 성충을 유인하여 잡을 수 있고, 이를 통해 총채벌레의 발생 여부를 알 수 있다."
    },
    {
        "name": "담배가루이",
        "shape": "성충은 0.8~1.2mm의 짙은 황색의 몸통을 가지고 있다. 유충의 경우 0.8~1.0mm 정도의 크기를 가지고 있고, 담배가루이의 알은 황록색의 긴 타원형을 띄고 있다. 유충부터 성충까지 잎의 뒷면에서 기생하므로, 잎 뒷면에서 담배가루이의 모든 형태가 관찰되기도 한다.",
        "target": "토마토, 파프리카, 가지 등 채소, 장미 등",
        "damage": "담배가루이는 각 형태 모두 기주식물의 잎 뒷면에 기생하여 식물의 즙을 흡즙 하여 작물의 생육을 억제하고, 바이러스병을 유발한다. 암컷 성충의 수명은 작물에 따라 10~24일 정도이며, 식물의 어린잎에 약 66~224개의 알을 산란한다. ",
        "solution": "담배가루이는 온실 입구와 난방기 주변에 정착하여 생활하는 경향이 있으므로, 해당 환경에서 특히 주의하여 대비해야 한다. 잎의 뒷면에 숨어서 기생하기 때문에, 약제를 잎 뒷면까지 도달할 수 있을 정도로 충분히 살포하여야 한다."
    },
    {
        "name": "담배거세미나방",
        "shape": "성충은 15~20mm의 흑갈색 몸통을 가지고 있다. 30~38mm의 갈색 또는 회갈색의 복잡한 얼룩무늬를 가진 앞날개를 가지고 있으며, 뒷날개는 회백색이고 투명하다. 유충의 몸 색깔은 흑갈색~회색까지 다양하고, 몸통 각 마디 등면에 삼각형의 검은 무늬가 양옆으로 있고, 가슴 둘째 마디 등면에 두 개의 노란 점이 있다. 다 자란 유충은 40~45mm이다.",
        "target": "배추, 콩, 무, 감자, 딸기 외 화훼류 등",
        "damage": "암컷 한 마리가 잎의 뒷면에 약 1,000개의 알을 낳는다. 알은 2~4일 만에 부화하며, 부화한 유충은 잎의 뒷면이나 새순 부위의 표피 부분만 남기고 포식하기 때문에 잎에 지저분한 반점이 생긴다. 기주범위가 넓기 때문에, 채소와 화훼류를 가리지 않고 많은 식물을 가해한다.",
        "solution": "청색 형광등을 이용하여 발생 최성기를 알아낸다. 3령 이상의 유충은 약제 효과가 떨어지기 때문에, 유충이 어릴 때 약제를 살포하여야 효과적으로 방제할 수 있다. 또한 야간에 황색 등을 설치하여 성충의 번식을 방해할 수 있으며, 발생 시기에 닭이나 오리를 사육하여 잡아먹게 하는 것으로 친환경적인 방제를 할 수 있다."
    },
    {
        "name": "담배나방",
        "shape": "성충은 17~25mm 정도의 몸통을 가지고 있으며, 갈색의 물결무늬가 새겨진 황갈색의 날개를 가지고 있다. 알은 유백색이지만, 부화하기 직전에는 검은색으로 변화한다. 다 자란 유충은 40mm 내외의 몸길이를 가지고 있으며, 연한 녹색의 바탕에 백색 무늬가 숨구멍 주위에 있다.",
        "target": "고추, 담배, 토마토, 목화, 옥수수, 피망, 가지, 호박, 대마 등",
        "damage": "유충이 과실의 속으로 파고들어가 과실의 곳곳에 구멍이 뚫린 것을 관찰할 수 있다. 특히 한국의 고추에게 있어서 가장 큰 해충이며, 피해가 심한 경우 과실 속으로 파고들어 내부까지 먹어치우기 때문에 과실에 병이 발생하여 떨어지기도 한다.",
        "solution": "유충 시절의 대부분을 과실 속에서 생활하며, 연속적으로 발생하기 때문에 방제가 매우 곤란한 해충이다. 발생 양상조차 예측하기 어렵기 때문에 방제시기를 일정하게 잡는 것이 대단히 힘들다. 개체 수가 증가하는 기점인 7월 하순에서 8월 상순에 중요한 방제시기가 되며, 해당 시기에 여러 차례에 걸쳐서 농약을 살포해야 방제효과가 높아진다."
    },
    {
        "name": "도둑나방",
        "shape": "성충은 21~26mm 정도의 회갈색~흑갈색 몸통을 가지고 있으며, 40~47mm 길이의 흑백의 복잡한 얼룩무늬를 가진 날개를 지니고 있다. 유충은 성장과정 동안 빛깔의 변이가 심한데, 부화 유충은 담홍색~녹색, 다 자란 유충은 40mm 길이의 암갈색, 회흑색의 몸통을 가지고 있다.",
        "target": "들깨, 배추, 시금치, 양배추, 장미 등",
        "damage": "유충은 잎 뒷면에서 생활하며 초기에는 작물의 잎살만 갉아먹지만, 성장하면서 결국 잎 전체를 폭식하기 때문에 피해를 크게 입은 작물은 엽맥만 남는 경우도 있다. 또한, 결구된 배추의 속으로 파고들어가며 식해 하기도 한다.",
        "solution": "유충이 자라나면 살충제에 견디는 능력이 강해지고, 작물의 속으로 파고들어가 방제하는 것이 매우 힘들어진다. 따라서 발생 초기에 잡아내어 약제를 살포하는 방법이 효율적이다."
    },
    {
        "name": "먹노린재",
        "shape": "8~10mm 길이의 짙은 검은색을 띠는 타원형 몸통을 가지고 있다.",
        "target": "벼",
        "damage": "벼농사에 피해를 주는 대표적인 해충으로, 성충과 약충 모두 벼의 줄기에서 즙액을 빨아먹는다. 피해 받은 벼는 잎이 퇴색되고 말라버리며, 결과적으로 이삭이 나오지 않게 된다. 암컷 개체는 벼 줄기의 수면 2~10cm 위에 알을 덩어리로 산란한다.",
        "solution": "약제에 의한 방제 효과가 높은 편이기 때문에, 논두렁이나 배수로 등의 주 서식처에 약제를 살포한다. 먹노린재의 성충 이동 최성기인 6월 하순과 7월 초순에 전용 약제를 살포하는 것으로 확산을 막을 수 있다. 잡초를 제거하여 벼 하부에 햇볕이 잘 들도록 하면, 성충의 이동 상태를 확인하여 대응하기 한 층 수월해진다."
    },
    {
        "name": "목화바둑명나방",
        "shape": "22~25mm의 몸길이를 가지고 있다. 흑색의 몸통과 흰색의 다리를 가지고 있으며, 흰색 바탕에 테두리가 검은색~갈색인 날개를 가지고 있다.",
        "target": "목화, 아욱, 뽕나무 등",
        "damage": "암컷 성충이 잎 뒷면에 산란한다. 부화한 유충은 잎 뒷면에서 작물의 표층만 남기고 엽육을 갉아먹지만, 자라면서 잎을 말고 그 속에서 생활하며 식해 한다.",
        "solution": "발생이 적은 경우 잎속에 있는 유충을 직접 잡을 수 있다. 또한 나방류에 대한 약제가 효과적이므로 발생 초기에 나방류 전문약제를 살포하는 것으로 적절한 대응을 취할 수 있다."
    },
    {
        "name": "무잎벌",
        "shape": "성충의 몸길이는 7mm 내외, 날개의 길이는 12~14mm 정도이다. 머리는 흑색이고 가슴은 배 부분이 등황색을 띤다. 날개는 검은 회색이고, 특히 앞날개의 기부가 진하다는 특징을 가지고 있다. 알은 원형으로 담녹색이며 0.7mm의 직경을 가지고 있다. 유충의 경우 15~20mm의 길이를 지녔으며, 자홍색의 가로주름이 많은 몸통에 검은 벨벳의 광택이 난다.",
        "target": "무, 순무, 양배추 등",
        "damage": "암컷 성충이 채소의 잎 조직 중에 알을 하나씩 낳는다. 산란된 부위는 약간 부풀어 오르며 1~2주일 후 유충이 부화한다. 잎에 작은 구멍을 뚫어 갉아먹으며, 10~20일 만에 완전히 자란다. 이른 아침과 흐린 날에는 잎 뒤에 숨고, 맑은 날에는 잎 위에 나타나 작물을 가해한다.",
        "solution": "주로 통풍이 안되어 연약한 작물에 피해를 주므로, 통풍을 양호하게 해주고 잘 솎아준다. 끈끈이를 설치하여 잡아낼 수 있으며, 애벌레의 피해가 보이면 전용약제를 살포한다."
    },
    {
        "name": "배추좀나방",
        "shape": "몸통은 갈색을 띠고 있으며, 등 중앙에 다이아몬드 형태의 유황 백색 특징적인 무늬를 가지고 있다. 6~10mm 길이의 날개를 가지고 있으며, 날개는 검은 회갈색~담회갈색을 띤다.",
        "target": "배추, 무, 양배추 유채 등",
        "damage": "유충이 엽육 속으로 굴을 파고 들어가 표피만 남기고, 잎 뒷면에서 엽육을 갉아먹어 흰색의 갉아먹은 흔적을 남긴다. 피해가 심할 경우, 구멍을 뚫고 엽맥만 남는 경우도 있으며, 더욱 심하면 잎 전체를 먹어치우기도 한다.",
        "solution": "스프링클러를 통한 관수를 하면 유충과 성충에게 타격을 줄 수 있으며, 밀집도를 떨어뜨릴 수 있다. 배추좀나방은 약제에 대한 내성이 잘 생기므로, 동일 계통의 농약을 지속적으로 사용하지 않고, 다른 계통의 농약으로 주기적으로 바꿔가며 사용하여야 한다."
    },
    {
        "name": "배추흰나비",
        "shape": "32~47mm의 몸길이를 가지고 있다. 검은색 몸통에는 잔털이 많이 나있으며, 흰색의 날개에 검은색의 작은 반점 무늬를 가지고 있다.",
        "target": "배추, 무, 케일, 양배추, 겨자무 등",
        "damage": "유충은 잎의 표피만 남기고 엽육을 가해하지만, 유충이 성장하면서 작물의 잎줄기만 남기고 폭식한다.",
        "solution": "수확한 뒤의 잔재물에 알이나 유충이 남아있는 경우가 많기 때문에 수확 잔재물을 불에 태우거나 먼 곳에 버려야 한다. 배추에 등록되어 있는 약제를 살포하는 것으로 효과적인 방제를 할 수 있다."
    },
    {
        "name": "벼룩잎벌레",
        "shape": "성충은 2~3mm의 검은색 몸통을 가지고 있으며, 주황색의 세로띠 무늬가 있는 날개를 가지고 있다. 딱정벌레와 유사한 모양을 가지고 있다는 특징이 있다. 알은 타원형으로 투명에 가까우며, 크기는 0.5mm 정도이다. 유충은 8mm의 가늘고 긴 유백색 몸통에, 갈색의 머리를 가지고 있다.",
        "target": "사탕무, 배추, 무, 양배추, 겨자채, 열무 등",
        "damage": "작물의 어린 유묘에게 주로 피해를 준다. 땅속에서 작물의 뿌리를 갉아먹기도 하며, 그에 다른 피해로 작물에 흑부병을 유발하기도 한다. 또한, 벼룩잎벌레는 전국적으로 발생하는 해충이며, 크기가 작고 딱딱하여 천적이 없기 때문에 대처하기 곤란한 해충이다.",
        "solution": "유충이 땅속에서 활동하는 특징이 있기 때문에, 파종 시 씨 뿌리는 부위에 토양 살충제를 뿌리고, 싹튼 후나 정식 후에는 희석제를 뿌려 미리 제거해두어야 한다. 생육 초기 방제가 중요하나, 이미 발생했다면 농약 이외에는 다른 방제 수단이 없다."
    },
    {
        "name": "복숭아혹진딧물",
        "shape": "1~2mm의 몸통을 가지고 있으며, 흑색~흑갈색의 머리와 가슴, 적색~갈색의 복부, 그리고 연황색의 날개를 가지고 있다.",
        "target": "복숭아, 딸기, 오이, 고추, 가지, 무, 배추, 상추 등",
        "damage": "새로 나온 잎의 즙을 빨아먹어 농작물의 생장을 멈추게 한다. 흡즙한 뒤 배설물에 의해 농작물이 오염되며, 그에 따라서 그을음병을 유발하기도 한다.",
        "solution": "밀도가 높을 때에는 동계에 기계유유제를 살포하거나, 발생 초기에 진딧물 전용약제를 1회 살포한다. 5월 이후에는 여름 숙주로 이동하기 때문에 약제방제를 하지 않는다. 가뭄에 발생 환경이 좋아지며 밀도가 증가하므로, 천적의 발생이 없고 밀도가 증가하면 약제를 살포한다."
    },
    {
        "name": "비단노린재",
        "shape": "7~9mm의 몸통을 가지고 있다. 머리 옆에 황백색의 무늬가 있으며 검은 몸통에 연황색의 무늬가 있고, 날개의 테두리를 따라 황색의 무늬가 있음. 날개를 접어둔 모양이 경우에 따라서 얼굴의 표정과 같이 보이는 특징이 있다.",
        "target": "무, 배추, 유채 등",
        "damage": "줄기나 잎에서 즙을 빨아먹는다. 피해 부위는 백색으로 변색되며, 피해가 심하면 작물이 누렇게 변하고 말라죽기도 한다..",
        "solution": "비단노린재에게 등록된 약제가 없기 때문에, 진딧물이나 나방류에 사용하는 약제를 조합하여 동시에 살포하여야 한다. 망사나 비닐 등을 이용하여 진딧물의 유입을 차단하는 것도 좋은 대처 방법이다."
    },
    {
        "name": "썩덩나무노린재",
        "shape": "14~18mm의 몸통을 가지고 있다. 검은 몸통에 흰 무늬의 다리를 가지고 있으며, 날개는 갈색의 얼룩진 무늬를 띠고 있다.",
        "target": "감귤, 복숭아",
        "damage": "주로 과일에 피해를 가한다. 과실의 착색이 시작될 무렵 피해가 나타나고, 초기 피해는 외관상 이상 없어 보이나, 추후 과실이 갈색으로 변해가고, 심할 경우 과실이 부패하기도 한다. 한낮에는 그늘에 숨어있고, 기온이 높지 않은 아침이나 저녁 무렵에 작물을 가해한다.",
        "solution": "주로 활동하는 아침이나 저녁 무렵에 관찰하고, 페로몬트랩을 이용하여 예찰하여야 한다. 발생 시 천연피레스린, 님, 고삼 추출물 제재나 유인트랩으로 방제할 수 있다."
    },
    {
        "name": "알락수염노린재",
        "shape": "11~12mm의 적갈색~황갈색 몸통을 가지고 있다. 머리에서 앞날개 배판까지 황색의 무늬가 있으며, 뒷날개를 보았을 때 역삼각형의 황색 무늬가 특징적으로 관찰된다.",
        "target": "무, 배추, 아욱 등 채소류, 콩과, 볏과",
        "damage": "잎에 흰 점과 구멍이 생기며, 갉아먹은 피해 때문에 잎이 너덜너덜해진다. 초기에 피해 증상이 잘 관찰되지 않아 방제시기를 놓치기 쉽다.",
        "solution": "초봄부터 수시로 잎의 앞, 뒷면을 관찰하여 노린재 성충이 발견될 시 바로 방제해야 한다. 발생했을 경우, 기생벌 등의 천적을 이용하거나 페로몬 유인트랩을 이용하여 포획할 수 있다. 피해가 클 염려가 있다면 관련 농약을 살포하여야 한다."
    },
    {
        "name": "열대거세미나방",
        "shape": "32~40mm의 몸통을 가지고 있다. 앞날개는 삼각형의 흰색 반점을 가진 회색~갈색빛을 띄며, 뒷날개는 무지개 빛깔에 은백색을 띤다. 유충의 고치는 20~30mm 길이의 타원 형태이며 땅속에서 형성한다. 유충이 성숙하면 동족 포식을 하기도 한다.",
        "target": "벼, 옥수수, 목화 등",
        "damage": "80종 이상의 식물에 대한 광식성을 보여준다. 피해를 받은 식물은 잎이 떨어지고 작물 수확량에 큰 손실을 준다. 먹을 작물이 다 떨어지면, 인접한 다른 먹이를 찾아 무리를 지어 이동하며 가해한다. 산란 전 기간이 되면, 수 킬로미터 또는 100km까지 이동하여 광역적으로 산란한다.",
        "solution": "열대거세미나방에 의한 피해를 줄이기 위해서는 조기 발견과 등록된 약제를 이용해 신속하고 올바르게 방제 작업을 하는 것이 최선이다. 유충과 성충 모두 야행성이므로 해뜨기 전이나 해가 진 뒤에 약제를 살포한다. 발육단계가 낮을수록 방제효과가 높기 때문에, 약제가 충분히 스며들 수 있도록 충분히 살포한다. 사용 약제로는 인독사카브 또는 클로란트라닐리프롤 성분이 들어간 제품이 효과적이다."
    },
    {
        "name": "큰28점박이무당벌레",
        "shape": "6~7mm의 적갈색 몸통을 가지고 있으며, 적갈색의 반구형 날개에 28개의 검은 점무늬가 특징적으로 있다.",
        "target": "참외, 감자, 고추, 가지, 토마토 등",
        "damage": "주로 가짓과 장물의 잎을 가해하는 해충이다. 이른 봄부터 늦가을에 거쳐 잎을 표피만 남기고 먹어치우며, 피해가 심하면 엽맥만 그물처럼 남게 된다. 잎에 회백색의 갉아먹은 이빨 자국이 뚜렷하게 남고, 이내 갈색으로 변하며 오그라들어서 구멍이 생긴다. 감자의 괴경 형성기에 피해가 특히 심한데, 이런 경우 작물의 수확량에 미치는 영향이 매우 크다.",
        "solution": "작물을 파종한 후, 경엽 출현기부터 계속적인 관찰이 필요하다. 6월 중순경 유충, 성충이 대량 발생하면 적용약제를 살포해야 한다. 적용 약제로는 카바릴 수화제(세빈)이 있다."
    },
    {
        "name": "톱다리개미허리노린재",
        "shape": "14~17mm의 몸통에, 길고 가는 더듬이와 가는 허리를 가지고 있다. 이름에서 볼 수 있듯이 허리가 개미처럼 가느다란 것이 특징이다. 넓적한 뒷다리의 안쪽에는 예리한 가시가 돋아있다.",
        "target": "콩, 완두, 강낭콩, 벼, 피, 조 등",
        "damage": "콩류의 꼬투리를 빨아먹어 쭉정이를 만들고, 작물의 발육을 중단시키며,  마름 현상과 기형 증상을 일으킨다.",
        "solution": "약제 살포시 다른 곳으로 잠시 피신하는 특성이 있다. 발생했을 경우, 기생벌 등의 천적을 이용하거나 페로몬 유인트랩을 이용하여 포획할 수 있다. 또한, 콩 꼬투리가 1~2cm 정도 자란 시기에 등록 약제를 살포하는 것으로 방제할 수 있다."
    },
    {
        "name": "파밤나방",
        "shape": "8~10mm의 몸통을 가지고 있으며, 11~12mm의 앞날개는 회갈색을 띠고 청백색 또는 황색의 점이 있다. 뒷날개는 반투명한 흰색을 띠고 있다.",
        "target": "채소, 화훼, 파, 무, 양파, 감자, 토마토, 고구마",
        "damage": "7월 이후, 특히 8월~10월에 피해가 심하다. 부화 유충은 표피를 가해하여 짧은 시간 내에 엽신 내부에 침투하여 표피만 남기고 가해한다. 다 자란 유충은 섭식량이 많아지기 때문에, 잎에 큰 구멍을 내며 잘라내버리기 때문에 피해가 더욱 커진다.",
        "solution": "성충 발생 최성기의 10일 후인, 7월 중순, 8월 상순, 9월 상순에 파밤나방 방제 전용약제를 살포하여야 한다. 또한 교미 교란용 페로몬을 이용하여 개체 수의 증가를 억제할 수 있다."
    }
]